Repository: Okariuss/ForexApp
Catalog: Modules/RatesFeature/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# currency_picker.cell.accessibility.hint
source: Sets %@ as the base currency.
tr: %@ para birimini baz para birimi olarak ayarlar.

# currency_picker.search.placeholder
source: Search Currency
tr: Para Birimi Ara

# currency_picker.title
source: Select Currency
tr: Para Birimi Seç

# rates.attribution.title
source: Rates By Exchange Rate API
tr: Exchange Rate API Tarafından Sağlanan Kurlar

# rates.empty.message
source: No exchange rates are available
tr: Kullanılabilir döviz kuru yok

# rates.empty.title
source: No Rates
tr: Kur Bulunamadı

# rates.error.message
source: Check your connection and try again.
tr: Bağlantınızı kontrol edip tekrar deneyin.

# rates.error.retry
source: Try Again
tr: Tekrar Dene

# rates.error.title
source: Could Not Load Rates
tr: Kurlar Yüklenemedi

# rates.header.amount.accessibility.hint
source: Enter the amount to convert.
tr: Dönüştürülecek tutarı girin.

# rates.header.amount.accessibility.label
source: Amount
tr: Tutar

# rates.header.amount.label
source: Amount
tr: Tutar

# rates.header.base.accessibility.hint
source: Opens the currency selection list.
tr: Para birimi seçim listesini açar.

# rates.header.base.accessibility.label
source: Base currency
tr: Baz para birimi

# rates.header.base.label
source: Base:
tr: Baz:

# rates.header.updated
source: Updated: %@
tr: Güncellendi: %@

# rates.loading.title
source: Loading Rates
tr: Kurlar Yükleniyor

# rates.title
source: Rates
tr: Kurlar
